final questions = const [
  {
    'questionText': 'नरतनु कशासाठी मिळाली आहे?',
    'answers': [
      {'text': 'ईश्वराला बघण्यासाठी', 'score': 1},
      {'text': 'विहित कर्म करण्यासाठी', 'score': 0},
      {'text': 'आनंद उपभोगण्यासाठी', 'score': 0},
      {'text': 'ऋण फेडण्यासाठी', 'score': 0},
    ],
  },
  {
    'questionText': 'बोधपूर्वीच्या सत्संगातून आपल्याला काय मिळते?',
    'answers': [
      {'text': 'समाधान', 'score': 0},
      {'text': 'शांती', 'score': 0},
      {'text': 'ईश्वरप्राप्तीची तळमळ', 'score': 1},
      {'text': 'प्रापंचिक समस्यांवर उपाय', 'score': 0},
    ],
  },
  {
    'questionText': 'ईश्वर प्राप्तीची तळमळ शांत करण्यासाठी मनुष्याने काय करावे?',
    'answers': [
      {'text': 'देवाची भक्ती', 'score': 0},
      {'text': 'सद्गुरूचा शोध घ्यावा', 'score': 1},
      {'text': 'व्रतवैकल्ये', 'score': 0},
      {'text': 'ध्यानधारणा', 'score': 0},
    ],
  },
  {
    'questionText': 'गुरुदेवांना शरण जाण्यापूर्वी आपण कोण असतो?',
    'answers': [
      {'text': 'बद्ध', 'score': 0},
      {'text': 'मुमुक्षु', 'score': 1},
      {'text': 'प्रापंचिक', 'score': 0},
      {'text': 'कर्मठ', 'score': 0},
    ],
  },
  {
    'questionText': 'आपण कशात बद्ध असतो?',
    'answers': [
      {'text': 'लौकिक कर्म', 'score': 0},
      {'text': 'यापैकी सर्व', 'score': 1},
      {'text': 'विद्याभ्यास', 'score': 0},
      {'text': 'नातेसंबंध', 'score': 0},
    ],
  },
  {
    'questionText': 'प्रपंच कोणता?',
    'answers': [
      {'text': 'मुलेबाळे, नातेवाईक', 'score': 0},
      {'text': 'व्यवसाय नोकरी', 'score': 0},
      {'text': 'देवधर्म', 'score': 0},
      {'text': 'यापैकी सर्व', 'score': 1},
    ],
  },
  {
    'questionText': 'कशातून सुटका व्हावी असे वाटते?',
    'answers': [
      {'text': 'ऋण', 'score': 0},
      {'text': 'दुःख', 'score': 0},
      {'text': 'कैद व दारिद्र्य', 'score': 0},
      {'text': 'जन्ममृत्यूचक्र', 'score': 1},
    ],
  },
  {
    'questionText': 'जीव बद्ध का झाला?',
    'answers': [
      {'text': 'संकुचितपणा', 'score': 0},
      {'text': 'स्वरूपाचे विस्मरण', 'score': 1},
      {'text': 'मी माझेपणा', 'score': 0},
      {'text': 'वासना', 'score': 0},
    ],
  },
  {
    'questionText': 'त्यातून सुटण्यासाठी जिवाने काय करावे?',
    'answers': [
      {'text': 'पुण्यकर्म', 'score': 0},
      {'text': 'तू तुझे', 'score': 0},
      {'text': 'वासनात्याग', 'score': 0},
      {'text': 'गुरुशरण', 'score': 1},
    ],
  },
  {
    'questionText': 'मंत्र घेतल्यावर शिष्याने काय करावे?',
    'answers': [
      {'text': 'मंत्राचा जप करत बसावा', 'score': 0},
      {'text': 'मंत्राचा अर्थ गुरुदेवांकडून समजावून घ्यावा व ध्यानात ठेवावे', 'score': 1},
      {'text': 'मंत्रसामर्थ्याचा प्रापंचिक सुखासाठी उपयोग करावा', 'score': 0},
      {'text': 'इतरांचे कल्याण करावे', 'score': 0},
    ],
  },
  {
    'questionText': 'शिष्य कशाप्रकारे सत्शिष्य बनतो?',
    'answers': [
      {'text': 'आपल्याला अनुकूल साधने करून', 'score': 0},
      {'text': 'ग्रंथवाचन करून', 'score': 0},
      {'text': 'गुरुदेवांनी सांगितलेली साधने यथायोग्य करून', 'score': 1},
      {'text': 'अभ्यास करून', 'score': 0},
    ],
  },
  {
    'questionText': 'सत्संगाला जाणे शक्य नसल्यास शिष्याने काय करावे?',
    'answers': [
      {'text': 'नित्य उपासना', 'score': 0},
      {'text': 'परंपरेतील ग्रंथांचे वाचन', 'score': 0},
      {'text': 'घरातील चैतन्य देवांची पूजा', 'score': 0},
      {'text': 'यापैकी सर्व', 'score': 1},
    ],
  },
  {
    'questionText': 'कानावाचून श्रवण करणे म्हणजे काय?',
    'answers': [
      {'text': 'लक्ष देऊन ऐकणे', 'score': 0},
      {'text': 'अनुभवसिद्ध विचारपूर्वक एकाग्र चित्ताने ऐकणे', 'score': 0},
      {'text': 'कानावर पडणारे गुरुदेवांचे शब्द लक्षात ठेवणे', 'score': 0},
      {'text': 'यापैकी सर्व', 'score': 1},
    ],
  },
  {
    'questionText': 'कारणदेह म्हणजे काय?',
    'answers': [
      {'text': 'अज्ञान', 'score': 0},
      {'text': 'स्वरूपाची नेणीव', 'score': 1},
      {'text': 'अहंकार', 'score': 0},
      {'text': 'मन', 'score': 0},
    ],
  },
  {
    'questionText': 'शिष्याला अभेदावर बसविण्यासाठी गुरु कसा असावा?',
    'answers': [
      {'text': 'रहस्यदर्शी - अनुभवी', 'score': 0},
      {'text': 'त्रिकालदर्शी - अनुभवी', 'score': 0},
      {'text': 'तत्वदर्शी - अनुभवी', 'score': 1},
      {'text': 'शास्त्रकार - अनुभवी', 'score': 0},
    ],
  },

];