final questions = const [
  {
    'questionText': 'बोध झाल्यानंतर आपण कोण ?',
    'answers': [
      {'text': 'बद्ध', 'score': 1},
      {'text': 'मुमुक्षु', 'score': 2},
      {'text': 'साधक', 'score': 3},
      {'text': 'सिद्ध', 'score': 4},
    ],
  },
  {
    'questionText': 'गुरुदेवांना शरण गेल्यावर गुरुदेव काय करतात?',
    'answers': [
      {'text': 'मंत्र देतात', 'score': 1},
      {'text': 'तत्वमसीचा उपदेश', 'score': 2},
      {'text': 'मुक्त करतात', 'score': 3},
      {'text': 'काहीच करत नाहीत', 'score': 4},
    ],
  },
  {
    'questionText': 'बंधमोक्षासी कोण कारण असतं?',
    'answers': [
      {'text': 'मन', 'score': 3},
      {'text': 'बुद्धी', 'score': 4},
      {'text': 'चित्त', 'score': 2},
      {'text': 'अहंकार', 'score': 1},
    ],
  },
  {
    'questionText': 'मुमुक्षुता कशी समजावयाची  ?',
    'answers': [
      {'text': 'श्रवणासाठी वेळ काढणे', 'score': 2},
      {'text': 'वेळेचा सदुपयोग', 'score': 1},
      {'text': 'अंतरंग साधना', 'score': 4},
      {'text': 'साधन तत्परता', 'score': 3},
    ],
  },
  {
    'questionText': 'सबोध शिष्याने प्रामुख्याने काय करावे ?',
    'answers': [
      {'text': 'ध्यान', 'score': 3},
      {'text': 'जप', 'score': 2},
      {'text': 'श्रवण', 'score': 4},
      {'text': 'गुरुपूजा', 'score': 1},
    ],
  },
  {
    'questionText': 'उपदेश झाल्यावर शिष्याचे मुख्य कर्म कोणते ?',
    'answers': [
      {'text': 'वेदांत श्रवण', 'score': 4},
      {'text': 'पोथीवाचन', 'score': 1},
      {'text': 'गुरुमुखाने श्रवण', 'score': 2},
      {'text': 'ध्यान', 'score': 3},
    ],
  },
  {
    'questionText': 'गुरुमुखाने वेदांत श्रवण म्हणजे काय ?',
    'answers': [
      {'text': 'कोणताही शब्द माझ्या गुरूचा ही भावना ठेवणे', 'score': 4},
      {'text': 'ज्या देहातून उपदेश घेतला त्याच गुरुदेहाकडून वेदांत व सत्शास्त्राचे श्रवण', 'score': 3},
      {'text': 'जिथे कुठे सत्संग सुरु असेल त्या ठिकाणी ऐकणे', 'score': 2},
      {'text': 'सगळे शब्द माझ्या गुरुदेवाचे आहेत असे समजून सगळ्यांचे ऐकणे', 'score': 1},
    ],
  },
  {
    'questionText': 'श्रवणातून काय साधते?',
    'answers': [
      {'text': 'मी नाही माझे नाही कळणे', 'score': 1},
      {'text': 'चारी देहाचे निरसन', 'score': 3},
      {'text': 'कर्तेभोक्तेपणा जाणे', 'score': 2},
      {'text': 'सच्चिदानंद मी चा निश्चय', 'score': 4},
    ],
  },
  {
    'questionText': 'सद्गुरुमुखाने श्रवण कुठपर्यंत करावे ?',
    'answers': [
      {'text': 'कैवल्यप्राप्तीपर्यंत', 'score': 3},
      {'text': 'पंचभेद निरसनापर्यंत', 'score': 4},
      {'text': 'सर्व शंका मिटेपर्यंत', 'score': 2},
      {'text': 'समाधान होईपर्यंत', 'score': 1},
    ],
  },
  {
    'questionText': 'सद्गुरू शिष्यास महावाक्याचे कोणत्या लक्षणांनी श्रवण घडवितात ?',
    'answers': [
      {'text': 'सच्चिदानंद', 'score': 4},
      {'text': 'श्रुतिषडलिंग', 'score': 2},
      {'text': 'निर्गुण', 'score': 1},
      {'text': 'परिपूर्ण', 'score': 3},
    ],
  },
  {
    'questionText': 'श्रवण झाल्यावर शिष्याने कोणती भक्ती करावी ?',
    'answers': [
      {'text': 'कीर्तन', 'score': 4},
      {'text': 'पादसेवन', 'score': 1},
      {'text': 'स्मरण', 'score': 2},
      {'text': 'अर्चन', 'score': 3},
    ],
  },
  {
    'questionText': 'सबोध मुमुक्षूने कोणाची पूजा करावी ?',
    'answers': [
      {'text': 'सगुण पूजा', 'score': 4},
      {'text': 'सद्गुरूपूजा', 'score': 3},
      {'text': 'निर्गुणपूजा', 'score': 2},
      {'text': 'व्यापकपूजा', 'score': 1},
    ],
  },
  {
    'questionText': 'साधकाने कोणता अभिमान घेणे इष्ट आहे ?',
    'answers': [
      {'text': 'मी देह', 'score': 1},
      {'text': 'मी आत्मा', 'score': 3},
      {'text': 'मी ज्ञानी', 'score': 2},
      {'text': 'मी ब्रह्म', 'score': 4},
    ],
  },
  {
    'questionText': 'कोणत्या भक्तीने वैराग्य बाणते ?',
    'answers': [
      {'text': 'पादसेवन', 'score': 2},
      {'text': 'वंदन', 'score': 3},
      {'text': 'आत्मनिवेदन', 'score': 1},
      {'text': 'श्रवण', 'score': 4},
    ],
  },
  {
    'questionText': 'जिव्हेचे तप म्हणजे काय?',
    'answers': [
      {'text': 'जिव्हेने सतत देवाचे नाम घेणे', 'score': 1},
      {'text': 'व्यापक प्रभूच्या रूपाचे अखंड स्मरण', 'score': 3},
      {'text': 'महामंत्र जप', 'score': 2},
      {'text': 'कीर्तन करणे', 'score': 4},
    ],
  },
  {
    'questionText': 'सत्शिष्याचे स्मरण कसे असते ?',
    'answers': [
      {'text': 'सगुण गुरूच्या नामाचे', 'score': 3},
      {'text': 'मी सच्चिदानंद आहे', 'score': 2},
      {'text': 'सर्वविश्वात माझा प्रभू आहे अनुसंधान', 'score': 4},
      {'text': 'सर्व नावे एकाच देवाची आहेत तर आवडत्या देवाचे स्मरण', 'score': 1},
    ],
  },
  {
    'questionText': 'स्मरणभक्ती यथार्थ कधी होऊ शकते?',
    'answers': [
      {'text': 'श्रवणभक्ती झाल्यावर', 'score': 1},
      {'text': 'कीर्तनभक्ती झाल्यावर', 'score': 2},
      {'text': 'पंचभेद निरसनानंतर', 'score': 3},
      {'text': 'मी व्यापक कळल्यावर', 'score': 4},
    ],
  },
  {
    'questionText': 'पंचभेदांमध्ये ईश - ईशाचा भेद दिला नाही कारण ...',
    'answers': [
      {'text': 'ईश्वरांमध्ये ऐक्य होऊ शकत नाही म्हणून', 'score': 1},
      {'text': 'प्रत्येकाचा ईश्वर वेगळा म्हणून', 'score': 3},
      {'text': 'ईशवर एकच आहे म्हणून', 'score': 4},
      {'text': 'शिष्यांमधे वाद होऊ नयेत म्हणून', 'score': 2},
    ],
  },
  {
    'questionText': 'ज्ञानचर्चा कोणामध्ये होत असते?',
    'answers': [
      {'text': 'सम साधकांमध्ये', 'score': 3},
      {'text': 'गुरुशिष्यांमधे', 'score': 2},
      {'text': 'आप  - आपणामध्ये', 'score': 4},
      {'text': 'ज्ञानी व अज्ञानी मध्ये', 'score': 1},
    ],
  },
  {
    'questionText': 'पादसेवन भक्ती कोणाची करावी ?',
    'answers': [
      {'text': 'आपल्या चैतन्य देवाची', 'score': 1},
      {'text': 'ईश्वराची', 'score': 2},
      {'text': 'संत सज्जनांची', 'score': 3},
      {'text': 'जी पाऊले दिसतील त्याची', 'score': 4},
    ],
  },
  {
    'questionText': 'पादसेवन भक्तीचे फलित काय ?',
    'answers': [
      {'text': 'अपराध क्षमा', 'score': 1},
      {'text': 'पापक्षालन', 'score': 2},
      {'text': 'ब्रह्मरुपता', 'score': 4},
      {'text': 'निर्भयता', 'score': 3},
    ],
  },
  {
    'questionText': 'अभ्यास म्हणजे काय ?',
    'answers': [
      {'text': 'द्वैतबाधक गोष्टी सोडणे', 'score': 1},
      {'text': 'अद्वैतसाधक विचार ग्रहण', 'score': 2},
      {'text': 'व्यापक गुरु पाहणे', 'score': 3},
      {'text': 'चराचरात ब्रह्म पाहणे', 'score': 4},
    ],
  },
  {
    'questionText': 'अर्चनभक्ती केल्याने काय साध्य होते ?',
    'answers': [
      {'text': 'अंतःकरण वृत्ती एकवटणे', 'score': 1},
      {'text': 'गुरुशिष्य एक हा अनुभव', 'score': 4},
      {'text': 'अंतःकरण शुद्धी', 'score': 2},
      {'text': 'सद्गुरूंची हृदयात स्थापना', 'score': 3},
    ],
  },
  {
    'questionText': 'शिष्याने कोणाला भजावे ?',
    'answers': [
      {'text': 'देवाला', 'score': 1},
      {'text': 'सगुण गुरूला', 'score': 3},
      {'text': 'निर्गुण गुरूला', 'score': 2},
      {'text': 'आत्मागुरु', 'score': 4},
    ],
  },
  {
    'questionText': 'आत्मनिवेदन म्हणजे काय ?',
    'answers': [
      {'text': 'तत्वविवरण', 'score': 2},
      {'text': 'देहावरील ममत्व काढणे', 'score': 1},
      {'text': 'स्वसहीत अर्पण', 'score': 4},
      {'text': 'आत्मानात्म निवाडा', 'score': 3},
    ],
  },
  {
    'questionText': 'आत्मनिवेदन भक्तीने शिष्यास कशाचा लाभ होतो',
    'answers': [
      {'text': 'पात्रता वाढणे', 'score': 2},
      {'text': 'कीर्तन चांगले होणे', 'score': 1},
      {'text': 'परमात्मस्वरूप होणे', 'score': 3},
      {'text': 'सहजानंदाचा लाभ', 'score': 4},
    ],
  },
  {
    'questionText': 'सत्शिष्य झाल्यावर काय करावे ?',
    'answers': [
      {'text': 'कीर्तन', 'score': 4},
      {'text': 'वंदनभक्ती', 'score': 2},
      {'text': 'प्रेमलक्षणाभक्ती', 'score': 3},
      {'text': 'स्मरणभक्ती', 'score': 1},
    ],
  },
  {
    'questionText': 'तमोगुणाचे लक्षणे कोणती ?',
    'answers': [
      {'text': 'आळस', 'score': 1},
      {'text': 'निद्रा', 'score': 1},
      {'text': 'प्रमाद', 'score': 1},
      {'text': 'स्थैर्य', 'score': 4},
    ],
  },
  {
    'questionText': 'रजोगुणाचे लक्षणे कोणती ?',
    'answers': [
      {'text': 'कर्ताभोक्ता भाव', 'score': 3},
      {'text': 'संशय', 'score': 2},
      {'text': 'कार्यशीलता', 'score': 4},
      {'text': 'लोभ', 'score': 1},
    ],
  },
  {
    'questionText': 'सत्व गुणाचे लक्षणे कोणती ?',
    'answers': [
      {'text': 'दया', 'score': 1},
      {'text': 'क्षमा', 'score': 2},
      {'text': 'शांती', 'score': 3},
      {'text': 'सदाचरण', 'score': 4},
    ],
  },
  {
    'questionText': 'प्रेमलक्षणा भक्ती पूर्ण होण्यास कशाची गरज आहे ?',
    'answers': [
      {'text': 'निदीध्यासन', 'score': 1},
      {'text': 'अभ्यास', 'score': 2},
      {'text': 'नवविधा भक्ती', 'score': 3},
      {'text': 'कीर्तन भक्ती', 'score': 4},
    ],
  },
  {
    'questionText': 'शिष्याने आध्यात्मिक प्रगतीसाठी रजोगुणाचा वापर कसा करावा',
    'answers': [
      {'text': 'स्थूलदेह गुरुसेवेत झिजवावा', 'score': 1},
      {'text': 'ज्ञानचर्चेसाठी वापर', 'score': 2},
      {'text': 'गुरुदेवांनी सांगितलेली साधने कटाक्षाने करणे', 'score': 3},
      {'text': 'वरील सर्व', 'score': 4},
    ],
  },
  {
    'questionText': 'शिष्याने अध्यात्मिक प्रगतीसाठी सत्वगुणाचा वापर कसा करावा?',
    'answers': [
      {'text': 'सदाचरणासाठी', 'score': 2},
      {'text': 'पुण्यकर्म', 'score': 1},
      {'text': 'शांती राखणे', 'score': 3},
      {'text': 'सत्कर्म करणे', 'score': 4},
    ],
  },
  {
    'questionText': 'शिष्याने अध्यात्मिक प्रगतीसाठी तमोगुणाचा वापर कसा करावा?',
    'answers': [
      {'text': 'विकारांचे हनन करणे', 'score': 3},
      {'text': 'अधिष्ठानावर स्थिर रहाणे', 'score': 4},
      {'text': 'प्रपंचाचा आळस', 'score': 2},
      {'text': 'शब्दशः गुरुचे आज्ञापालन', 'score': 1},
    ],
  },
  {
    'questionText': 'गुरु कोण ?',
    'answers': [
      {'text': 'स्थूल', 'score': 4},
      {'text': 'सूक्ष्म', 'score': 3},
      {'text': 'कारण', 'score': 1},
      {'text': 'महाकारण', 'score': 2},
    ],
  },
  {
    'questionText': 'शिष्य कोण?',
    'answers': [
      {'text': 'स्थूल', 'score': 3},
      {'text': 'सूक्ष्म', 'score': 2},
      {'text': 'कारण', 'score': 1},
      {'text': 'महाकारण', 'score': 4},
    ],
  },
  {
    'questionText': 'स्थूल देह शिष्य तर गुरु कोण ?',
    'answers': [
      {'text': 'स्थूल', 'score': 1},
      {'text': 'सूक्ष्म', 'score': 2},
      {'text': 'कारण', 'score': 3},
      {'text': 'महाकारण', 'score': 4},
    ],
  },
  {
    'questionText': 'सूक्ष्म देह शिष्य तर गुरु कोण ?',
    'answers': [
      {'text': 'स्थूल', 'score': 2},
      {'text': 'सूक्ष्म', 'score': 1},
      {'text': 'कारण', 'score': 4},
      {'text': 'महाकारण', 'score': 3},
    ],
  },
  {
    'questionText': 'कारणदेह गुरु तर शिष्य कोण?',
    'answers': [
      {'text': 'स्थूल', 'score': 1},
      {'text': 'सूक्ष्म', 'score': 3},
      {'text': 'कारण', 'score': 4},
      {'text': 'महाकारण', 'score': 2},
    ],
  },
  {
    'questionText': 'महाकारण गुरु तर शिष्य कोण ?',
    'answers': [
      {'text': 'स्थूल', 'score': 1},
      {'text': 'सूक्ष्म', 'score': 2},
      {'text': 'कारण', 'score': 3},
      {'text': 'महाकारण', 'score': 4},
    ],
  },
  {
    'questionText': 'सच्चिदानंद गुरु तर शिष्य कोण?',
    'answers': [
      {'text': 'स्थूल', 'score': 4},
      {'text': 'सूक्ष्म', 'score': 3},
      {'text': 'कारण', 'score': 2},
      {'text': 'महाकारण', 'score': 1},
    ],
  },
  {
    'questionText': 'सतशिष्य कोण ?',
    'answers': [
      {'text': 'स्थूल', 'score': 4},
      {'text': 'सूक्ष्म', 'score': 2},
      {'text': 'कारण', 'score': 1},
      {'text': 'महाकारण', 'score': 3},
    ],
  },
  {
    'questionText': 'खरे कर्म कोणते ?',
    'answers': [
      {'text': 'सेवा', 'score': 1},
      {'text': 'भक्ती', 'score': 3},
      {'text': 'अभ्यास', 'score': 4},
      {'text': 'ज्ञानसंपादन', 'score': 2},
    ],
  },
  {
    'questionText': 'सत्शिष्याने प्राणापलीकडे काय जपणे आवश्यक आहे ?',
    'answers': [
      {'text': 'गुरूचा शब्द', 'score': 2},
      {'text': 'गुरूचा देह', 'score': 4},
      {'text': 'गुरुचे ज्ञान', 'score': 1},
      {'text': 'भक्ती', 'score': 3},
    ],
  },
  {
    'questionText': 'आपल्याला कोठे राहायचे आहे ?',
    'answers': [
      {'text': 'गुरुपायी', 'score': 2},
      {'text': 'आनंदात', 'score': 4},
      {'text': 'मंदिरात', 'score': 1},
      {'text': 'गुरुसेवेत', 'score': 3},
    ],
  },





];